Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Enter the code your admin gave you and choose a new password. It signs you out everywhere else.
ar: أدخل الرمز الذي أعطاك إياه المسؤول واختر كلمة مرور جديدة. سيُسجَّل خروجك من كل مكان آخر.
de: Gib den Code von deinem Admin ein und wähle ein neues Passwort. Überall sonst wirst du damit abgemeldet.
es: Introduce el código que te dio tu administrador y elige una contraseña nueva. Se cierra tu sesión en todos los demás sitios.
fr: Entre le code que ton administrateur t’a donné et choisis un nouveau mot de passe. Tu seras déconnecté partout ailleurs.
hi: अपने एडमिन से मिला कोड दर्ज करें और नया पासवर्ड चुनें। इससे आप बाकी हर जगह से साइन आउट हो जाएँगे।
hu: Add meg az adminisztrátortól kapott kódot, és válassz új jelszót. Ezzel minden más helyen kijelentkezel.
it: Inserisci il codice che ti ha dato il tuo amministratore e scegli una nuova password. Verrai disconnesso ovunque altrove.
ko: 관리자에게 받은 코드를 입력하고 새 비밀번호를 정하세요. 다른 모든 곳에서는 로그아웃됩니다.
pl: Wpisz kod od administratora i wybierz nowe hasło. Wszędzie indziej zostaniesz wylogowany.
pt: Introduz o código que o teu administrador te deu e escolhe uma nova palavra-passe. Terminas a sessão em todos os outros sítios.
pt_br: Digite o código que seu administrador deu e escolha uma nova senha. Você sai de todos os outros lugares.
ru: Введи код от администратора и выбери новый пароль. Во всех остальных местах ты выйдешь из аккаунта.
th: กรอกรหัสที่ได้จากผู้ดูแลระบบ แล้วตั้งรหัสผ่านใหม่ คุณจะออกจากระบบในที่อื่นทั้งหมด
tr: Yöneticinin verdiği kodu gir ve yeni bir şifre seç. Diğer her yerde oturumun kapanır.
uk: Введи код від адміністратора й обери новий пароль. На всіх інших пристроях ти вийдеш з акаунта.
zh: 输入管理员给你的代码，并设置新密码。你在其他所有地方都会被退出登录。

source: Enter the code your other device shows under Settings → Add another device. This device then gets a passkey of its own.
ar: أدخل الرمز الذي يعرضه جهازك الآخر في الإعدادات ← إضافة جهاز آخر. سيحصل هذا الجهاز بعدها على مفتاح مرور خاص به.
de: Gib den Code ein, den dein anderes Gerät unter Einstellungen → Weiteres Gerät hinzufügen zeigt. Dieses Gerät bekommt dann einen eigenen Passkey.
es: Introduce el código que muestra tu otro dispositivo en Ajustes → Añadir otro dispositivo. Este dispositivo tendrá entonces su propia passkey.
fr: Saisis le code que ton autre appareil affiche dans Réglages → Ajouter un autre appareil. Cet appareil reçoit alors sa propre passkey.
hi: वह कोड दर्ज करें जो आपका दूसरा डिवाइस सेटिंग्स → दूसरा डिवाइस जोड़ें में दिखाता है। फिर इस डिवाइस को अपनी पासकी मिल जाएगी।
hu: Add meg a kódot, amelyet a másik eszközöd a Beállítások → Másik eszköz hozzáadása alatt mutat. Ez az eszköz ezután saját jelszókulcsot kap.
it: Inserisci il codice che il tuo altro dispositivo mostra in Impostazioni → Aggiungi un altro dispositivo. Questo dispositivo avrà poi una passkey tutta sua.
ko: 다른 기기의 설정 → 다른 기기 추가에 표시되는 코드를 입력하세요. 그러면 이 기기에도 자체 패스키가 생깁니다.
pl: Wpisz kod, który twoje drugie urządzenie pokazuje w Ustawienia → Dodaj kolejne urządzenie. To urządzenie dostanie wtedy własny passkey.
pt: Introduz o código que o teu outro dispositivo mostra em Definições → Adicionar outro dispositivo. Este dispositivo fica então com uma passkey própria.
pt_br: Digite o código que seu outro dispositivo mostra em Configurações → Adicionar outro dispositivo. Este dispositivo passa a ter uma chave de acesso própria.
ru: Введи код, который другое устройство показывает в разделе Настройки → Добавить другое устройство. Тогда у этого устройства будет свой ключ доступа.
th: กรอกรหัสที่อุปกรณ์อีกเครื่องแสดงใน ตั้งค่า → เพิ่มอุปกรณ์อื่น แล้วอุปกรณ์นี้จะได้พาสคีย์ของตัวเอง
tr: Diğer cihazının Ayarlar → Başka bir cihaz ekle bölümünde gösterdiği kodu gir. Böylece bu cihazın da kendi geçiş anahtarı olur.
uk: Введи код, який інший пристрій показує в розділі Налаштування → Додати інший пристрій. Тоді цей пристрій отримає власний ключ доступу.
zh: 输入你另一台设备在“设置 → 添加其他设备”中显示的代码。之后此设备会有自己的通行密钥。

source: Enter the endpoint URL
ar: أدخل عنوان URL لنقطة النهاية
de: Gib die Endpunkt-URL ein
es: Introduce la URL del endpoint
fr: Saisis l’URL du point d’accès
hi: एंडपॉइंट URL दर्ज करें
hu: Add meg a végpont URL-jét
it: Inserisci l’URL dell’endpoint
ko: 엔드포인트 URL을 입력하세요
pl: Wpisz adres URL endpointu
pt: Introduz o URL do endpoint
pt_br: Digite a URL do endpoint
ru: Введите URL эндпоинта
th: ป้อน URL ปลายทาง
tr: Uç nokta URL’sini gir
uk: Введи URL ендпоінта
zh: 请输入端点 URL

source: Enter the reset code.
ar: أدخل رمز إعادة التعيين.
de: Gib den Reset-Code ein.
es: Introduce el código de restablecimiento.
fr: Entre le code de réinitialisation.
hi: रीसेट कोड दर्ज करें।
hu: Add meg a visszaállító kódot.
it: Inserisci il codice di reimpostazione.
ko: 재설정 코드를 입력하세요.
pl: Wpisz kod resetu.
pt: Introduz o código de reposição.
pt_br: Digite o código de redefinição.
ru: Введи код сброса.
th: กรอกรหัสรีเซ็ต
tr: Sıfırlama kodunu gir.
uk: Введи код скидання.
zh: 请输入重置码。

source: Enter your API key
ar: أدخل مفتاح API
de: Gib deinen API-Schlüssel ein
es: Introduce tu clave de API
fr: Saisis ta clé API
hi: अपनी API कुंजी दर्ज करें
hu: Add meg az API-kulcsodat
it: Inserisci la tua chiave API
ko: API 키를 입력하세요
pl: Wpisz swój klucz API
pt: Introduz a tua chave de API
pt_br: Digite sua chave de API
ru: Введите API-ключ
th: ป้อนคีย์ API ของคุณ
tr: API anahtarını gir
uk: Введи API-ключ
zh: 请输入你的 API 密钥

source: Enter your name or e-mail.
ar: أدخل اسمك أو بريدك الإلكتروني.
de: Gib deinen Namen oder deine E-Mail ein.
es: Escribe tu nombre o tu correo.
fr: Saisis ton nom ou ton e-mail.
hi: अपना नाम या ईमेल डालें।
hu: Add meg a neved vagy az e-mailed.
it: Inserisci il tuo nome o la tua e-mail.
ko: 이름이나 이메일을 입력하세요.
pl: Wpisz swoją nazwę lub e-mail.
pt: Escreve o teu nome ou e-mail.
pt_br: Digite seu nome ou e-mail.
ru: Введи имя или e-mail.
th: ใส่ชื่อหรืออีเมลของคุณ
tr: İsmini veya e-postanı gir.
uk: Введи ім’я або e-mail.
zh: 请输入你的名字或邮箱。

source: Enter your password.
ar: أدخل كلمة المرور.
de: Gib dein Passwort ein.
es: Introduce tu contraseña.
fr: Entre ton mot de passe.
hi: अपना पासवर्ड दर्ज करें।
hu: Add meg a jelszavad.
it: Inserisci la tua password.
ko: 비밀번호를 입력하세요.
pl: Wpisz swoje hasło.
pt: Introduz a tua palavra-passe.
pt_br: Digite sua senha.
ru: Введи пароль.
th: กรอกรหัสผ่านของคุณ
tr: Şifreni gir.
uk: Введи пароль.
zh: 请输入你的密码。

source: Enter your server address and the code
ar: أدخل عنوان خادمك والرمز
de: Serveradresse und Code eingeben
es: Introduce la dirección de tu servidor y el código
fr: Saisissez l'adresse de votre serveur et le code
hi: अपने सर्वर का पता और कोड डालें
hu: Add meg a szervered címét és a kódot
it: Inserisci l'indirizzo del tuo server e il codice
ko: 서버 주소와 코드를 입력하세요
pl: Wpisz adres swojego serwera i kod
pt: Introduz o endereço do teu servidor e o código
pt_br: Digite o endereço do seu servidor e o código
ru: Введите адрес вашего сервера и код
th: ป้อนที่อยู่เซิร์ฟเวอร์และรหัส
tr: Sunucu adresini ve kodu gir
uk: Введи адресу свого сервера і код
zh: 输入你的服务器地址和配对码

source: Epley formula — a calculation from one set, not a tested max.
ar: معادلة إيبلي — حساب من مجموعة واحدة، وليس حدًا أقصى مُختبَرًا.
de: Epley-Formel — berechnet aus einem Satz, kein getesteter Max-Wert.
es: Fórmula de Epley: un cálculo a partir de una serie, no un máximo probado.
fr: Formule d’Epley — un calcul à partir d’une série, pas un max testé.
hi: एप्ली सूत्र — एक सेट से की गई गणना, परखा गया अधिकतम नहीं।
hu: Epley-képlet — egyetlen sorozatból számolva, nem tesztelt maximum.
it: Formula di Epley — un calcolo da una serie, non un massimale testato.
ko: Epley 공식 — 한 세트에서 계산한 값이며 실측 최대치가 아닙니다.
pl: Wzór Epleya — wyliczenie z jednej serii, a nie zmierzony maks.
pt: Fórmula de Epley — um cálculo a partir de uma série, não um máximo testado.
pt_br: Fórmula de Epley — um cálculo a partir de uma série, não um máximo testado.
ru: Формула Эпли — расчёт по одному подходу, а не проверенный максимум.
th: สูตร Epley — คำนวณจากหนึ่งเซ็ต ไม่ใช่ค่าที่ทดสอบจริง
tr: Epley formülü — tek bir setten hesaplama, test edilmiş bir maksimum değil.
uk: Формула Еплі — розрахунок за одним підходом, а не перевірений максимум.
zh: Epley 公式——由一组推算得出，不是实测极限。

source: Equipment
ar: المعدات
de: Geräte
es: Equipo
fr: Équipement
hi: उपकरण
hu: Eszköz
it: Attrezzi
ko: 장비
pl: Sprzęt
pt: Equipamento
pt_br: Equipamento
ru: Инвентарь
th: อุปกรณ์
tr: Ekipman
uk: Інвентар
zh: 器械

source: Est. 1RM
ar: 1RM تقديري
de: gesch. 1RM
es: 1RM est.
fr: 1RM est.
hi: अनु. 1RM
hu: becs. 1RM
it: 1RM stim.
ko: 추정 1RM
pl: Szac. 1RM
pt: 1RM est.
pt_br: 1RM est.
ru: Расч. 1ПМ
th: 1RM โดยประมาณ
tr: Tah. 1RM
uk: Розр. 1ПМ
zh: 预估 1RM

source: Estimate
ar: تقدير
de: Schätzung
es: Estimación
fr: Estimation
hi: अनुमान
hu: Becslés
it: Stima
ko: 추정치
pl: Szacunek
pt: Estimativa
pt_br: Estimativa
ru: Оценка
th: ประมาณการ
tr: Tahmin
uk: Оцінка
zh: 预估

source: Estimated 1RM
ar: 1RM تقديري
de: Geschätztes 1RM
es: 1RM estimado
fr: 1RM estimé
hi: अनुमानित 1RM
hu: Becsült 1RM
it: 1RM stimato
ko: 추정 1RM
pl: Szacowany 1RM
pt: 1RM estimado
pt_br: 1RM estimado
ru: Расчётный 1ПМ
th: 1RM โดยประมาณ
tr: Tahmini 1RM
uk: Розрахунковий 1ПМ
zh: 预估 1RM

source: Estimated 1RM per workout
ar: 1RM تقديري لكل تمرين
de: Geschätztes 1RM pro Training
es: 1RM estimado por entrenamiento
fr: 1RM estimé par séance
hi: प्रति वर्कआउट अनुमानित 1RM
hu: Becsült 1RM edzésenként
it: 1RM stimato per allenamento
ko: 운동별 추정 1RM
pl: Szacowany 1RM na trening
pt: 1RM estimado por treino
pt_br: 1RM estimado por treino
ru: Расчётный 1ПМ за тренировку
th: 1RM โดยประมาณต่อครั้ง
tr: Antrenman başına tahmini 1RM
uk: Розрахунковий 1ПМ за тренування
zh: 每次训练的预估 1RM

source: Estimated 1RM, you vs. median
ar: 1RM تقديري، أنت مقابل الوسيط
de: Geschätztes 1RM, du vs. Median
es: 1RM estimado, tú vs. mediana
fr: 1RM estimé, toi vs médiane
hi: अनुमानित 1RM, आप बनाम माध्यिका
hu: Becsült 1RM, te és a medián
it: 1RM stimato, tu vs. mediana
ko: 추정 1RM, 나 vs. 중앙값
pl: Szacowany 1RM, ty vs. mediana
pt: 1RM estimado, tu vs. mediana
pt_br: 1RM estimado, você vs. mediana
ru: Расчётный 1ПМ: ты vs. медиана
th: 1RM โดยประมาณ คุณเทียบกับมัธยฐาน
tr: Tahmini 1RM, sen vs. medyan
uk: Розрахунковий 1ПМ: ти проти медіани
zh: 估算 1RM，你 vs. 中位数

source: Every exercise done — great work. Finish up, or keep going and add another exercise.
ar: أنجزت جميع التمارين. أنهِ التمرين، أو واصل وأضف تمرينًا آخر.
de: Alle Übungen geschafft — stark! Schließe ab oder mach weiter und füge eine Übung hinzu.
es: Todos los ejercicios hechos — ¡buen trabajo! Termina, o sigue y añade otro ejercicio.
fr: Tous les exercices faits — bravo ! Termine, ou continue et ajoute un exercice.
hi: सारे व्यायाम पूरे — बढ़िया काम! समाप्त करें, या जारी रखें और एक और व्यायाम जोड़ें।
hu: Minden gyakorlat kész — remek munka! Fejezd be, vagy folytasd, és adj hozzá egy újabb gyakorlatot.
it: Tutti gli esercizi fatti — ottimo lavoro! Concludi, o continua e aggiungi un altro esercizio.
ko: 모든 운동 완료 — 수고했어요! 마무리하거나, 계속해서 운동을 추가하세요.
pl: Wszystkie ćwiczenia zrobione — świetna robota! Zakończ albo kontynuuj i dodaj kolejne ćwiczenie.
pt: Todos os exercícios feitos — bom trabalho! Termina, ou continua e adiciona outro exercício.
pt_br: Todos os exercícios concluídos — ótimo trabalho! Finalize ou continue e adicione outro exercício.
ru: Все упражнения выполнены — отличная работа! Завершай или продолжай и добавь ещё упражнение.
th: ทำครบทุกท่าแล้ว เยี่ยมมาก จะจบเลยหรือเพิ่มท่าต่อก็ได้
tr: Tüm egzersizler bitti — harika iş! Bitir ya da devam edip yeni bir egzersiz ekle.
uk: Усі вправи виконано — чудова робота! Завершуй або продовжуй і додай ще одну вправу.
zh: 所有动作都完成了——干得漂亮！结束训练，或继续添加新动作。

source: Every exercise in this workout
ar: كل التمارين في هذه الجلسة
de: Alle Übungen dieses Trainings
es: Todos los ejercicios de este entrenamiento
fr: Tous les exercices de cette séance
hi: इस वर्कआउट के सभी व्यायाम
hu: Az edzés összes gyakorlata
it: Tutti gli esercizi di questo allenamento
ko: 이번 세션의 모든 운동
pl: Wszystkie ćwiczenia w tym treningu
pt: Todos os exercícios deste treino
pt_br: Todos os exercícios deste treino
ru: Все упражнения этой тренировки
th: ทุกท่าในการออกกำลังกายครั้งนี้
tr: Bu antrenmandaki tüm egzersizler
uk: Усі вправи цього тренування
zh: 本次训练的所有动作

source: Every muscle group got at least one hard set in this period.
ar: حصلت كل مجموعة عضلية على مجموعة عالية الجهد واحدة على الأقل في هذه الفترة.
de: Jede Muskelgruppe hat in diesem Zeitraum mindestens einen harten Satz bekommen.
es: Todos los grupos musculares recibieron al menos una serie dura en este periodo.
fr: Chaque groupe musculaire a eu au moins une série dure sur cette période.
hi: इस अवधि में हर मांसपेशी समूह को कम से कम एक कठिन सेट मिला।
hu: Minden izomcsoport kapott legalább egy nehéz sorozatot ebben az időszakban.
it: Ogni gruppo muscolare ha avuto almeno una serie dura in questo periodo.
ko: 이 기간에 모든 근육군이 최소 한 세트는 힘들게 훈련했습니다.
pl: Każda grupa mięśniowa dostała w tym okresie co najmniej jedną ciężką serię.
pt: Todos os grupos musculares tiveram pelo menos uma série dura neste período.
pt_br: Todos os grupos musculares tiveram pelo menos uma série dura neste período.
ru: За этот период каждая группа мышц получила хотя бы один тяжёлый подход.
th: ทุกกลุ่มกล้ามเนื้อได้เซ็ตหนักอย่างน้อยหนึ่งเซ็ตในช่วงนี้
tr: Bu dönemde her kas grubu en az bir zor set aldı.
uk: За цей період кожна група м’язів отримала хоча б один важкий підхід.
zh: 此期间每个肌群都至少练了一个硬组。

source: Every muscle group got some work in this period.
ar: حصلت كل مجموعة عضلية على نصيبها من العمل في هذه الفترة.
de: Jede Muskelgruppe hat in diesem Zeitraum etwas abbekommen.
es: Todos los grupos musculares recibieron algo de trabajo en este periodo.
fr: Chaque groupe musculaire a été sollicité sur cette période.
hi: इस अवधि में हर मांसपेशी समूह पर काम हुआ।
hu: Minden izomcsoport kapott valamennyi munkát ebben az időszakban.
it: Ogni gruppo muscolare ha lavorato in questo periodo.
ko: 이 기간에 모든 근육군을 훈련했습니다.
pl: Każda grupa mięśniowa dostała pracę w tym okresie.
pt: Todos os grupos musculares foram trabalhados neste período.
pt_br: Todos os grupos musculares foram trabalhados neste período.
ru: За этот период поработали все группы мышц.
th: ทุกกลุ่มกล้ามเนื้อได้รับการฝึกในช่วงนี้แล้ว
tr: Bu dönemde her kas grubu çalıştı.
uk: За цей період попрацювали всі групи м’язів.
zh: 此期间每个肌群都得到了训练。

# Every planned set done — {0} of {1}.
source: Every planned set done — %1$@ of %2$@.
ar: أُنجزت كل المجموعات المخططة — %1$@ من %2$@.
de: Alle geplanten Sätze geschafft – %1$@ von %2$@.
es: Todas las series previstas hechas — %1$@ de %2$@.
fr: Toutes les séries prévues faites — %1$@ sur %2$@.
hi: सभी नियोजित सेट पूरे — %2$@ में से %1$@।
hu: Minden tervezett sorozat kész — %1$@ / %2$@.
it: Tutte le serie previste fatte — %1$@ di %2$@.
ko: 계획한 세트를 모두 완료 — %2$@개 중 %1$@개.
pl: Wszystkie zaplanowane serie zrobione — %1$@ z %2$@.
pt: Todas as séries previstas feitas — %1$@ de %2$@.
pt_br: Todas as séries previstas feitas — %1$@ de %2$@.
ru: Все запланированные подходы сделаны — %1$@ из %2$@.
th: ทำครบทุกเซ็ตตามแผน — %1$@ จาก %2$@
tr: Planlanan tüm setler yapıldı — %2$@ setten %1$@.
uk: Усі заплановані підходи зроблено — %1$@ з %2$@.
zh: 计划的组全部完成——%1$@/%2$@。

# Every rep last time — {0} {1} less help.
source: Every rep last time — %1$@ %2$@ less help.
ar: كل التكرارات في المرة الماضية — مساعدة أقل بمقدار %1$@ %2$@.
de: Letztes Mal jede Wiederholung — %1$@ %2$@ weniger Hilfe.
es: Todas las repeticiones la última vez — %1$@ %2$@ menos de ayuda.
fr: Toutes les répétitions la dernière fois — %1$@ %2$@ d’aide en moins.
hi: पिछली बार हर दोहराव — %1$@ %2$@ कम सहारा।
hu: Múltkor minden ismétlés megvolt — %1$@ %2$@ kevesebb segítség.
it: Tutte le ripetizioni l’ultima volta — %1$@ %2$@ di aiuto in meno.
ko: 지난번에 모든 반복 성공 — 보조 %1$@ %2$@ 줄이기.
pl: Ostatnio każde powtórzenie — %1$@ %2$@ mniej pomocy.
pt: Todas as repetições da última vez — %1$@ %2$@ menos de ajuda.
pt_br: Todas as repetições da última vez — %1$@ %2$@ menos de ajuda.
ru: В прошлый раз все повторения — помощи меньше на %1$@ %2$@.
th: ครั้งก่อนครบทุกครั้ง — ลดตัวช่วย %1$@ %2$@
tr: Geçen sefer her tekrar tamam — %1$@ %2$@ daha az destek.
uk: Минулого разу всі повторення — на %1$@ %2$@ менше допомоги.
zh: 上次每组都完成 — 辅助减少 %1$@ %2$@。

# Every rep last time — {0} {1} more.
source: Every rep last time — %1$@ %2$@ more.
ar: كل التكرارات في المرة السابقة — زيادة %1$@ %2$@.
de: Letztes Mal jede Wiederholung — %1$@ %2$@ mehr.
es: La última vez, todas las repeticiones: %1$@ %2$@ más.
fr: Toutes les répétitions la dernière fois — %1$@ %2$@ de plus.
hi: पिछली बार सारे रेप्स — %1$@ %2$@ ज़्यादा।
hu: Legutóbb minden ismétlés meglett — %1$@ %2$@ plusz.
it: L’ultima volta tutte le ripetizioni: %1$@ %2$@ in più.
ko: 지난번 전 세트 완수 — %1$@ %2$@ 증가.
pl: Ostatnio wszystkie powtórzenia — %1$@ %2$@ więcej.
pt: Da última vez, todas as repetições — mais %1$@ %2$@.
pt_br: Da última vez, todas as repetições — mais %1$@ %2$@.
ru: В прошлый раз все повторения — плюс %1$@ %2$@.
th: ครั้งก่อนทำครบทุกครั้ง — เพิ่มอีก %1$@ %2$@
tr: Geçen sefer bütün tekrarlar tamam — %1$@ %2$@ daha.
uk: Минулого разу всі повторення — плюс %1$@ %2$@.
zh: 上次全部完成——加 %1$@ %2$@。

source: Every set becomes a drop-set: after the main set, %1$@ drop(s) with no rest, each about %2$@%% lighter.
ar: كل مجموعة تصبح دروب سِت: بعد المجموعة الأساسية، %1$@ دروب بدون راحة، كل واحد أخف بنحو %2$@%%.
de: Jeder Satz wird zum Dropsatz: nach dem Hauptsatz %1$@ weitere Stufe(n) ohne Pause, jede etwa %2$@%% leichter.
es: Cada serie se convierte en una serie descendente: tras la serie principal, %1$@ bajada(s) sin descanso, cada una un %2$@%% más ligera aprox.
fr: Chaque série devient un drop-set : après la série principale, %1$@ baisse(s) sans repos, chacune environ %2$@%% plus légère.
hi: हर सेट ड्रॉप सेट बन जाता है: मुख्य सेट के बाद बिना आराम के %1$@ ड्रॉप, हर एक लगभग %2$@%% हल्का।
hu: Minden sorozat dropszetté válik: a fő sorozat után %1$@ további lépés pihenő nélkül, mindegyik kb. %2$@%%-kal könnyebb.
it: Ogni serie diventa un drop-set: dopo la serie principale, %1$@ riduzione/i senza recupero, ciascuna circa il %2$@%% più leggera.
ko: 모든 세트가 드롭세트가 됩니다: 메인 세트 후 휴식 없이 %1$@회 드롭, 매번 약 %2$@%%씩 가벼워집니다.
pl: Każda seria staje się serią zniżkującą: po serii głównej %1$@ redukcja(e) bez odpoczynku, każda lżejsza o ok. %2$@%%.
pt: Cada série torna-se uma série decrescente: depois da série principal, %1$@ queda(s) sem descanso, cada uma cerca de %2$@%% mais leve.
pt_br: Cada série vira uma série decrescente: depois da série principal, %1$@ queda(s) sem descanso, cada uma cerca de %2$@%% mais leve.
ru: Каждый подход становится дроп-сетом: после основного подхода %1$@ снижение(й) без отдыха, каждое примерно на %2$@%% легче.
th: ทุกเซ็ตจะกลายเป็นดรอปเซ็ต: หลังเซ็ตหลักจะมี %1$@ ดรอปโดยไม่พัก แต่ละดรอปเบาลงประมาณ %2$@%%
tr: Her set düşüş setine dönüşür: ana setten sonra dinlenmeden %1$@ düşüş, her biri yaklaşık %%%2$@ daha hafif.
uk: Кожен підхід стає дроп-сетом: після основного підходу %1$@ зниження(нь) без відпочинку, кожне приблизно на %2$@%% легше.
zh: 每组都变成递减组：主组之后，无休息完成 %1$@ 次递减，每次约减轻 %2$@%%。

source: Every set becomes rest-pause: %1$@ reps to start, then %2$@ more split into short bursts, %3$@s rest before each, roughly halving each time.
ar: كل مجموعة تصبح ريست بوز: %1$@ تكرارات في البداية، ثم %2$@ تكرارات إضافية موزعة على دفعات قصيرة، مع %3$@ ثانية راحة قبل كل دفعة، وتنخفض تقريبًا إلى النصف في كل مرة.
de: Jeder Satz wird zu Rest-Pause: %1$@ Wiederholungen zu Beginn, dann %2$@ weitere in kurzen Bursts, mit %3$@s Pause davor, dabei jedes Mal etwa halbiert.
es: Cada serie se convierte en rest-pause: %1$@ reps para empezar, y %2$@ más repartidas en ráfagas cortas, con %3$@s de descanso antes de cada una, bajando aprox. a la mitad cada vez.
fr: Chaque série devient rest-pause : %1$@ répétitions pour commencer, puis %2$@ de plus réparties en courtes rafales, avec %3$@s de repos avant chacune, en diminuant environ de moitié à chaque fois.
hi: हर सेट रेस्ट-पॉज़ बन जाता है: शुरुआत में %1$@ रेप्स, फिर छोटे बर्स्ट में बंटे %2$@ और, हर एक से पहले %3$@ सेकंड आराम, हर बार लगभग आधा होते हुए।
hu: Minden sorozat rest-pause-zá válik: kezdésként %1$@ ismétlés, majd további %2$@ rövid burstökre bontva, mindegyik előtt %3$@ mp pihenővel, nagyjából minden alkalommal megfeleződve.
it: Ogni serie diventa rest-pause: %1$@ ripetizioni iniziali, poi altre %2$@ suddivise in brevi burst, con %3$@s di recupero prima di ciascuno, dimezzando circa ogni volta.
ko: 모든 세트가 레스트포즈가 됩니다: 처음 %1$@회를 하고, 짧은 버스트로 나눠 %2$@회를 더 하며, 매번 전에 %3$@초씩 쉬고 매번 대략 절반으로 줄어듭니다.
pl: Każda seria staje się rest-pause: %1$@ powtórzeń na start, potem kolejne %2$@ podzielone na krótkie serie, z %3$@s odpoczynku przed każdą, zmniejszając się za każdym razem o połowę.
pt: Cada série torna-se rest-pause: %1$@ repetições para começar, depois mais %2$@ divididas em rajadas curtas, com %3$@s de descanso antes de cada uma, reduzindo cerca de metade a cada vez.
pt_br: Cada série vira rest-pause: %1$@ repetições para começar, depois mais %2$@ divididas em rajadas curtas, com %3$@s de descanso antes de cada uma, caindo cerca de metade a cada vez.
ru: Каждый подход становится рест-паузой: сначала %1$@ повторений, затем ещё %2$@, разбитых на короткие серии, с %3$@ с отдыха перед каждой, каждый раз примерно вдвое меньше.
th: ทุกเซ็ตจะกลายเป็นเรสต์-พอส: เริ่มด้วย %1$@ ครั้ง จากนั้นอีก %2$@ ครั้งแบ่งเป็นชุดสั้น ๆ พัก %3$@ วินาทีก่อนแต่ละชุด โดยลดลงเกือบครึ่งทุกครั้ง
tr: Her set rest-pause olur: başlangıçta %1$@ tekrar, ardından kısa patlamalara bölünmüş %2$@ tekrar daha, her birinden önce %3$@ sn dinlenme, her seferinde yaklaşık yarıya inerek.
uk: Кожен підхід стає рест-паузою: спочатку %1$@ повторень, потім ще %2$@, розбитих на короткі серії, з %3$@ с відпочинку перед кожною, щоразу приблизно вдвічі менше.
zh: 每组都变成歇息暂停组：先做 %1$@ 次，再分成几个短爆发共 %2$@ 次，每次前休息 %3$@ 秒，每次数量大约减半。
